{
  "header": "Bienvenidos a mi pagina",
  "subheader": "Soy Jose Vargas",
  "aboutme": "Soy un freelancer desde mi país Costa Rica, yo ofrezco servicios de desarrollo y consultoria para el crecimiento de su producto de software. Me espcializo en desarrollo de aplicaciones web y de eCommerce. Usted debería trabajar conmigo porque:",
  "aboutme_b_1": "Yo me voy a asegurar de que su producto se sienta valioso para sus usuarios.",
  "aboutme_b_2": "El producto que vamos a construir durará durante años.",
  "aboutme_b_3": "Tengo experiencia en cada capa de una aplicación web grande, puedo construir el UI, mejorar el UX, construir la infrastructura del lado del servidor, agregar integraciones de otros productos, mejorar el desempeño, y configurar un pipeline de integración continua CI/CD.",
  "aboutme_3": "Me especializo en las siguientes tecnologías:",
  "available": "Puedes encontrar el precio de mis servicios aquí:",
  "blog_post_title": "Publicaciones blog",
  "blog_post_ssg": "El artículo cubre como hice mi propio generador de blog estático con el lenguaje de programación Rust. Este es el proyecto que actualmente uso para publicar mi blog. El artículo está dirigido a personas que están en el proceso de aprender Rust y también desean crear su propio blog.",
  "blog_post_nixos_mc": "Este es un tutorial sobre como crear un servidor de NixOS en AWS EC2 desde una computadora MacOS. En este ejercicio la instancia del servidor es utilizada para albergar un videojuego (Minecraft) al cual otros jugadores se pueden unir. Utiliza Docker para desplegar el sistema de NixOS al AWS EC2. Incluye un servicio personalizado de SystemD que yo escribí en Rust para monitoreaer el servidor y apagarlo automaticamente cuando no hay jugadores conectados al juego.",
  "blog_post_hmac": "Aquí explico como verificar firmas criptográficas HMAC con TypeScript en Deno, y por extensión en el buscador también. En este ejemplo específico demuestro como verificar estas firmas para los Webhooks de Paddle.",
  "personal": "Proyectos Hobby",
  "bloggeroo_title": "Mi blog",
  "bloggeroo_desc": "Hecho en Rust.",
  "lsat_title": "Gráficos de resultados academicos",
  "lsat_desc": "Pequeña applicación web para mostrar graficos de VegaLite dentro de Phoenix. Usa un archivo de CSV como fuente de datos, muestra el percentil de la media de resultados para el LSAT en varias universidades.",
  "p1title": "Buscador de películas en linea",
  "p1desc": "Un pequeño proyecto para demostrar el uso de ReactJS con TypeScript, TailwindCSS y Jest.",
  "yinyang_title": "Animación fractal Yin Yang",
  "yinyang_description": "Una animación geometrica creada con C++ y la biblioteca de OpenFrameworks. Trata de imaginar como se ve antes de abrir el enlace!",
  "phoenix_blog_title": "Aplicación de blog ejemplo con Elixir + Phoenix",
  "phoenix_blog_description": "Un pequeño ejemplo de como utilizat Phoenix para crear una lista de publicaciones con comentarios, se puede ver su uso dentro del repositorio de Github en el README, incluye GIFs.",
  "p3title": "Este sitio web",
  "p3desc": "Construido con NextJS y TailwindCSS.",
  "open_source": "Contribuciones de Codigo Abierto",
  "technologies": "Tecnologías favoritas",
  "technologies_desc": "Elixir, Clojure, TypeScript, NodeJS, Rust, NixOS, AWS, Docker.",
  "work": "Servicios Profesionales",
  "workdesc": "Puedo ayudar con el desarrollo de software de su proyecto. Si está empezando su proyecto desde cero o necesita ayuda extendiendo un proyecto existente. Yo puedo ayudarle a que su proyecto encuentre el éxito, desde la ideación del production hasta la implementación del software. Contacteme por medio de una de las siguientes plataformas.",
  "contact": "Presencia Online",
  "light": "Claro",
  "dark": "Oscuro",
  "themeby": "Colores de tema por"
}
