{
  "header": "Welcome to my page",
  "subheader": "My name is Jose Vargas",
  "aboutme": "I am a freelancer from Costa Rica, I offer development and consulting services to grow your software product. I specialize in web app development and eCommerce. You should work with me because:",
  "aboutme_b_1": "I will make sure your product feels valuable to your users.",
  "aboutme_b_2": "The product we build will last for years.",
  "aboutme_b_3": "I have experience working on every layer of large web applications: I can build your UI, improve your UX, build the server-side infrastructure, add third-party integrations, design a database, improve performance, and configure a CI/CD pipeline.",
  "aboutme_3": "I specialize in the following technologies:",
  "available": "Find the pricing for my services here:",
  "blog_post_title": "Blog posts",
  "blog_post_ssg": "Covers how I created my own Static Site Generator using the Rust programming language. This is the project that I currently use to publish my blog. The article is aimed at people who are in the process of learning Rust and desire to also create their own blog.",
  "blog_post_nixos_mc": "This is a tutorial on how to deploy a NixOS server to AWS EC2 from a MacOS computer. In the exercise the server instance is utilized to host a videogame (Minecraft) that other players can join. Uses Docker for building and deploying the NixOS from the local computer to AWS EC2. Includes a custom SystemD service that I wrote in Rust to monitor the server and turn it off automatically when there are no players connected to the game.",
  "blog_post_hmac": "Here I explain how to verify cryptographic HMAC signatures with TypeScript in Deno, and by extension in the browser as well. In this specific example I demonstrate how to verify these signatures for Paddle Webhooks.",
  "personal": "Hobby Projects",
  "bloggeroo_title": "My blog",
  "bloggeroo_desc": "Built with Rust.",
  "lsat_title": "Test scores graphs",
  "lsat_desc": "Small website to showcase VegaLite graphs inside a Phoenix app. Uses a CSV file as a data source, displays the percentile of median scores for LSAT tests across different universities.",
  "p1title": "Movie search front-end",
  "p1desc": "A small project to showcase ReactJS with Typescript, TailwindCSS and Jest.",
  "yinyang_title": "Yin Yang Fractal Animation",
  "yinyang_description": "A geometric animation created with C++ and the OpenFrameworks library. Try to imagine what it looks like before you open the link!",
  "phoenix_blog_title": "Sample blog app with Elixir + Phoenix",
  "phoenix_blog_description": "A small sample app about how to utilize Phoenix to create a list of posts with comments, you may see its usage inside the Github repository, includes GIFs.",
  "p3title": "This portfolio",
  "p3desc": "Built with NextJS and TailwindCSS.",
  "open_source": "Open Source Contributions",
  "technologies": "Favorite tools",
  "technologies_desc": "Elixir, Clojure, TypeScript, NodeJS, Rust, NixOS, AWS, Docker.",
  "work": "Professional Services",
  "workdesc": "I can help you with the software development of your project. Whether you are starting your project from zero or you need help extending an existing project I can help you succeed, from product ideation to software implementation. Reach out in one of the platforms below.",
  "contact": "Online Presence",
  "light": "Light",
  "dark": "Dark",
  "themeby": "Theme colors by"
}
